Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Cholera, to naprawdę nieźle...
uk: Дідько, це й справді непогано...

source: Cholera, to nie tak miało być! Przecież mieli dobić targu, tymczasem Jorn zniknął. Mam tylko nadzieję, że nie zaczął pyskować ludziom Lichwiarza. On z tą swoją niewyparzoną gębą! Muszę jak najszybciej porozmawiać z Lichwiarzem i próbować go przeprosić. Oby nie było za późno!
uk: Прокляття, так не повинно було бути! Зрештою, вони мали домовитися, а тим часом Йорн зник. Сподіваюся, він не почав розпускати язика перед людьми Лихваря. Він не вміє тримати язика за зубами! Я мушу якнайшвидше поговорити з Лихварем і спробувати вибачитися перед ним. Хоч би ще не було запізно!

source: Cholera, to ty!
uk: Холера, це ти!

source: Cholera, to tylko wyrośnięte mrówki! Otwórz bramę!
uk: Дідько, це ж просто мурахи-переростки! Відчини ворота!

source: Cholera, to za mało. Ja już ledwo zipię, strażnicy chcą coraz więcej samorodków za tą swoją ochronę...
uk: Дідько, цього замало. Я вже ледве дихаю, вартові хочуть дедалі більше самородків за свій захист...

source: Cholera, trzeba mu pomóc!
uk: Холера, йому треба допомогти!

source: Cholera, tylko pijanych samobójców nam tu brakowało!
uk: Дідько, єдине, чого нам тут не вистачало - це п'яних самогубств!

source: Cholera, widziałeś?
uk: Трясця! Ти це бачив?

source: Cholera, wiedziałam, że z tego światka trudno się wydostać... Szkoda faceta, naprawdę próbował się zmienić ostatnimi czasy.
uk: Холера, я знала, що з такого життя важко піти... Шкода хлопця, він дійсно намагався змінитися останнім часом.

source: Cholera, wiedziałem, że coś musi być w tych plotkach... Ale czemu nam nikt o tym nie powiedział? Niech zgadnę, pewnie nie chcą by wszyscy w panice uciekli do miasta.
uk: Холера, я знав, що в цих плітках щось є... Але чому нам про це ніхто не сказав? Дай вгадаю, напевно, не хочуть, щоб всі в паніці повтікали до міста.

source: Cholera, wolałbym nawet polować na trolle niż mieć tych nieumarłych na karku...
uk: Прокляття, я б краще пополював на тролів, ніж на цю нечисть...

source: Cholera, wolałbym nie brać nikogo obcego. Jeszcze rozgada wśród kupców, jak się przygotowujemy do tego wszystkiego.
uk: Прокляття, я б не хотів залучати незнайомців. Вони можуть розповісти торговцям про нашу підготовку.

source: Cholera, wszystko jest lepsze niż sterczenie tutaj z lunetą w ręku! Widzimy się na miejscu chłopcze.
uk: Що ж, це краще, ніж стирчати тут з підзорною трубою! Побачимось там, хлопче.

source: Cholera, wszędzie słychać to syczenie! Nie wytrzymam tego dłużej!
uk: Прокляття, це шипіння чути скрізь! Я більше не можу це терпіти!

source: Cholera, wybacz, nie miałem pojęcia... Strasznie mi przykro, mam nadzieję, że ktokolwiek za to odpowiada, słono za to zapłacił.
uk: От дідько, пробач, я й гадки не мав... Мені дуже шкода, сподіваюся, хто б не був винен, він дорого за це поплатився.

source: Cholera, wygląda na to, że będę musiał sam tam zejść i przeszukać kopalnie od góry do dołu.
uk: Дідько, схоже, мені доведеться спуститися туди самому і обшукати копальню вздовж і впоперек.

source: Cholera, wystrzelają nas jak ścierwojady, musimy znaleźć inną drogę!
uk: Прокляття, вони перестріляють нас, як падальників, ми повинні знайти інший шлях!

source: Cholera, za dużo tu tej straży!
uk: Дідько, тут забагато цих вартових!

source: Cholera, zajęty teraz jestem, muszę pilnować kuchni i wydawać jedzenie pracownikom.
uk: Холера, я зараз зайнятий. Я повинен пильнувати кухню і видавати їжу працівникам.

source: Cholera, zapomniałem o Gardzie!
uk: Дідько, я забув про Гарда!

source: Cholera, zapomniałem o warcie Arethe. Ale nie powinienem się teraz tym przejmować.
uk: Дідько, я забув про варту для Арета. Але тепер мені не варто про це хвилюватися.

source: Cholera, zapomniałem o warcie Arethe. Lepiej nie będę mu się pokazywał na oczy...
uk: Дідько, я забув про варту для Арета. Краще мені не попадатися йому на очі...

source: Cholera, zdaje się, że faktycznie ma tam miejsce jakaś żywiołowa dyskusja.
uk: Прокляття, схоже, там справді відбувається якась жвава дискусія.

source: Cholera, znowu ktoś się bawi w wandali! Muszę to sprawdzić!
uk: Прокляття, знову хтось щось трощить! Я мушу це перевірити!

source: Cholera, znowu słyszę te
uk: Дідько, я знову це чую.

source: Cholera, zrobię to. Pamiętaj tylko, że przed zesłaniem jeszcze bym zdążył nasłać na ciebie swoich ludzi!
uk: Дідько, я зроблю це. Тільки пам'ятай, що я ще встигну послати до тебе своїх людей перед моїм засланням!

source: Cholera, żyjesz! I nie przyprowadziłeś tutaj niczego!
uk: Дідько, ти живий! І навіть нікого сюди не привів!

source: Cholera. Co się stało?
uk: Дідько. Що сталося?

source: Cholera. Jak długo mam czekać na kogoś, kto pomoże mi to rozwiązać? Roderich już się niecierpliwi.
uk: Зараза. Скільки мені ще чекати, щоб хтось допоміг мені з цим розібратися? Родеріх вже починає втрачати терпіння.

source: Cholera. Może uda ci się znaleźć kogoś innego?
uk: Прокляття. Може знайдеш когось іншого?

source: Cholera. Przepraszam cię za pomyłkę, Marvin!
uk: Дідько. Перепрошую за це непорозуміння, Марвіне!

source: Cholera...
uk: Дідько...

source: Cholera... Było tam sporo pancerzy, mogłem wziąć jeden, zanim je wszystkie zniszczyłem.
uk: Дідько... Там було чимало обладунків, я міг би взяти один, перш ніж знищити їх усі.

source: Cholera... Czyli muszę wrócić do żłopania tego paskudnego piwska.
uk: Дідько... Значить, мені доведеться знову пити це гидке пиво.

source: Cholera... Gdzie ona jest? Muszę wracać do poszukiwań.
uk: Дідько... Де вона? Я повинен повернутися до пошуків.

source: Cholera... Masz rację. Roderich zawsze powtarzał, że trzeba wiedzieć, kiedy przyjąć pozycję obronną.
uk: Холера... Маєш рацію. Родеріх завжди казав, що потрібно знати, коли краще зайняти оборонну позицію.

source: Cholera... Mieliśmy swoje konflikty i nieporozumienia, ale to był dobry i rozsądny człowiek.
uk: Дідько... У нас були свої конфлікти і непорозуміння, але він був хорошою і розумною людиною.

source: Cholera... Mogłem posłać kogoś z nimi jako ochronę. Zębacze nigdy nie zapuszczały się tak blisko naszej twierdzy.
uk: Прокляття... Я міг би відправити з ними когось для захисту. Снеппери ще ніколи так близько не підходили до нашої фортеці.

source: Cholera... Murk pojawia się w zbyt wielu z tych historii, żeby mógł to być przypadek.
uk: Дідько... Мурк з'являється в надто багатьох з цих історій, щоб це було випадковістю.

source: Cholera... Mój Bruce gdzieś zniknął i długo nie wraca.
uk: Дідько... Мій Брюс кудись зник і вже давно не повертається.

source: Cholera... Pieprzony Bradlock... Nie powinienem był go spuszczać z oczu choćby na moment...
uk: Зараза... Клятий Бредлок... Я не повинен був випускати його з поля зору ні на мить...

source: Cholera... Spróbuj ponownie.
uk: Холера... Спробую знову.

source: Cholera... To był dobry człowiek i świetny strażnik. Miałem nadzieję, że może udało mu się jakoś uciec od reszty oddziału i przeżyć.
uk: Чорт забирай... Він був хорошою людиною і чудовим вартовим. Я сподівався, що, можливо, йому якось вдалося втекти від решти загону і вижити.

source: Cholera... Zupełnie o tym zapomniałem. Nieważne, wytnę na nie miejsce później, gdy już reszta będzie gotowa.
uk: Дідько... Зовсім забув про це. Нічого, я виріжу для них місце пізніше, коли все інше буде готове.

source: Cholera... czuję jak to gówno pali mnie od środka...
uk: Прокляття... Відчуваю, як це лайно випалює мене зсередини...

source: Cholera... gdzie ja to położyłem...
uk: Трясця... Куди я його подів...

source: Cholera... i nawet nie mam teraz na kogo ponarzekać, bo sam Cortez zlecił te naprawy...
uk: Зараза... і я навіть не маю кому поскаржитися, бо Кортез сам наказав зробити цей ремонт...

source: Cholera... jak wyglądał?
uk: Дідько... а як він виглядав?

source: Cholera... jak zginął?
uk: Трясця... Як він помер?

source: Cholera... mieliśmy swoje spory i nieporozumienia, ale to był dobry człowiek. Starał się jak mógł zarobić na życie i wychować was na dobrych chłopaków...
uk: Холера... У нас були суперечки та розбіжності, але він був хорошою людиною. Він старався з усіх сил, щоб заробити на життя і виховати вас хорошими людьми...

source: Cholera... może przeznaczenie i bogowie nie są wcale jakąś tam wyssaną z palca bajeczką?
uk: Прокляття... Може, доля і боги – це не якась там божевільна вигадка?

source: Cholera... mówiłem mu, że trzeba wynająć łowców Araxos...
uk: Прокляття... я сказав йому, що треба найняти мисливців з Араксосу...

source: Cholera... nie wyglądał na takiego, co by się dał pierwszemu lepszemu trollowi pokonać. Chyba był z tego całego Nordmaru, a tamtejsi codziennie polują na orków jak na zwierzynę.
uk: Прокляття... він був не схожий на того, хто дасть себе здолати першому-ліпшому тролю. Гадаю, він був з того самого Нордмару, а там люди щодня полюють на орків, як на дичину.

source: Cholera... od tak dawna nie jadłem mięsa... Ciągle tylko ten czerstwy chleb.
uk: Прокляття... Я так давно не їв м'яса. Тільки цей черствий хліб весь час.

source: Cholera... szkoda go, wydawał się całkiem w porządku.
uk: Дідько... шкода його, він здавався цілком нормальним.

source: Cholera... tak sobie myślę, że nie powinniśmy byli zostawiać ich tam w jaskini.
uk: Дідько... Мені здається, що не треба було залишати їх там, у печері.

source: Cholera... to mnie załatwił...
uk: Дідько... Оце мені не пощастило...

source: Cholera... wygląda na to, że znaleźliśmy ich legowisko.
uk: Дідько... схоже, ми знайшли їхнє лігво.

source: Cholera... wywąchali mnie!
uk: Прокляття... Вони мене вистежили!

source: Cholerna mewa znowu podkradła mi małża!
uk: Клята чайка знову вкрала мого молюска!

source: Cholerne krwiopijce. Raz cię użądlą i nawet nie poczujesz, innym razem trucizna zabije cię w kilka dni.
uk: Прокляті шершні. Буває, що вони вжалять тебе і ти цього навіть не відчуєш, а буває, що їхня отрута вбиває тебе за лічені дні.

source: Cholerne wargi!
uk: Кляті варги!

source: Cholerne zębacze! Ale oczywiście i straż, i Wilczy Synowie mają lepsze rzeczy do roboty niż nas pilnować!
uk: Прокляті снеппери! Але, вочевидь, і у вартових, і у Вовчих Синів є важливіші справи, ніж захищати нас!

source: Cholerne zębacze! Są coraz bardziej zajadłe! Trzeba posłać po jakichś myśliwych, żeby je przetrzebili.
uk: Кляті снеппери! Вони стають все лютішими! Треба послати за мисливцями, щоб вони їх винищили.

source: Cholerni czerwoni... Wszędzie ich pełno.
uk: Кляті червоні... Вони всюди.

source: Cholerni uchodźcy...
uk: Кляті біженці...

source: Cholerni uchodźcy... tyle lat spokojnej pracy, a tu nagle pojawia się jakaś zgraja, która tylko dybie na moją posadę.
uk: Кляті біженці... стільки років спокійної праці, і раптом з'являється їх ціла ватага, яка прямо посягає на мою роботу.

source: Cholerni zdrajcy! Już my im pokażemy, co znaczy być prawdziwym obywatelem Archolos!
uk: Кляті зрадники! Ми ще їм покажемо, що означає бути справжнім громадянином Архолосу!

source: Cholernie drogo. Nie zapłacę.
uk: До дідька дорого. Я не платитиму.

source: Cholernik jeden, znowu gdzieś zniknął! Pewnie znowu utknął na którejś z tych swoich skał!
uk: От дідько, він знову кудись зник! Мабуть, знову застряг на одній зі своїх скель!

source: Cholerny Stan narobił problemów i teraz połowa Przystani skacze sobie do gardeł.
uk: Клятий Стен заварив кашу, і тепер половина Гавані вчепилася один одному в горлянки.

source: Cholerny Wysłannik, same problemy z nim są. Nawet straż nie jest zadowolona z jego wizyty.
uk: Клятий Посол, з ним одні проблеми. Навіть вартові не в захваті від його візиту.

source: Cholerny Wysłannik. On i jego ludzie nie pozwalają spokojnie pracować uczciwym kupcom. W dupę niech sobie te edykty wsadzą, żadnego kontraktu dla nich nie sformułuję.
uk: Клятий посол. Він зі своїми людьми не дає можливості чесним торговцям нормально працювати. Нехай вони запхають ці укази собі в дупу, я не буду укладати з ними ніяких угод.

source: Cholerny drań! Dobrze, że ma chociaż tyle przyzwoitości. Dziękuję, że zechciałeś mi je oddać.
uk: Клятий виродок! Добре, що у нього хоча б є совість. Дякую, що ти знайшов час, щоб повернути його мені.

source: Cholerny drań! Roderich się o wszystkim dowie! Jeszcze nam za to zapłacisz...
uk: Клятий негідник! Родеріх дізнається про все! Ти за це заплатиш...

source: Cholerny potwór!
uk: Клята потвора!

source: Cholerny wiatr i cholerne fale... kolejny raz w tym tygodniu muszę naprawiać ten żagiel...
uk: Клятий вітер і кляті хвилі... вже вкотре цього тижня я повинен лагодити це вітрило...

source: Cholerny złodziej! Nie chce mi go oddać, ani nawet odsprzedać! Liczyłam, że przez problemy z harpią ustąpi, ale nic z tego.
uk: Клята злодійка! Вона не хоче мені їх віддавати, і навіть не хоче перепродати! Я сподівалася, що через проблеми з гарпією вона вгамується, але ні.

source: Cholerstwo siedzi twardo w ziemi i trzeba trochę popracować kilofem. To jak, zainteresowany?
uk: Це паскудство добре засіло в твердій породі, і доведеться трохи попрацювати киркою. То що, зацікавився?

source: Chore szczury
uk: Заражені щурі

source: Chory szczur
uk: Заражений щур

source: Chory ścierwojad
uk: Хворий падальник

source: Choć Jarund wciąż trzymał władzę nad wschodnią twierdzą, siły Maksyma były zbyt ukruszone, by krwawić ponownie. Król Myrtany podpisał wówczas pokój, pozwalając Wilczym Synom zachować godność i resztki wolności. Do naszych wrót przybyło wielu szukających ratunku ludzi, a my, zgodnie z naukami Pana, przyjęliśmy ich pod nasz dach.
uk: Хоча Ярунд все ще утримував контроль над східною фортецею, війська Максимуса були надто виснажені, щоб знову проливати кров. Тоді Король Міртани підписав мир, дозволивши Вовчим Синам зберегти свою гідність і залишки свободи. Багато людей приходили до наших воріт у пошуках порятунку, і ми, згідно з вченням Господнім, приймали їх під своїм дахом.

source: Choć Liga dysponowała doskonałą flotą, w ciągu niespełna kilku miesięcy walk utraciła kontrolę nad większością portów, a jej zarządcy trafili do lochu. Mandred przywrócił pokój w koloniach i powołał jedyną prawnie działającą organizacją kupiecką - Gildię Araxos, która na zawsze stała się integralną częścią królestwa.
uk: Незважаючи на те, що Ліга мала чудовий флот, менш ніж за кілька місяців боїв вона втратила контроль над більшістю своїх портів, а її лідерів було відправлено до в'язниці. Мандред відновив мир у колоніях і заснував єдину легально функціонуючу торговельну організацію – Гільдію Араксос, яка назавжди стала невід'ємною частиною королівства.

source: Choć Magowie Ognia przez wieki dwoili się i troili, by mieszkańcy Archolos oddawali pokłony jedynemu, prawdziwemu według nich bóstwu, ich wysiłki spełzły na niczym. Najlepszym tego dowodem jest położony we wschodniej części wyspy klasztor Adanosa. Na prośbę mojego kontrahenta, udałem się do przybytku, by osobiście dopilnować transportu towarów. Nie mogłem jednak powstrzymać się przed rozejrzeniem się po okolicy.
uk: Хоча Маги Вогню протягом століть наполегливо працювали над тим, щоб жителі Архолосу поклонялися єдиному божеству, яке вони вважали істинним, їхні зусилля виявилися марними. Найкращим доказом цього є монастир Аданоса, розташований на східній стороні острова. На прохання мого замовника я відправився до монастиря, щоб особисто простежити за транспортуванням товарів. Проте був заворожений краєвидами.

source: Choć Najwyższa Rada ze zwątpieniem patrzy na moje dokonania, nie zamierzam porzucić tego, co zacząłem. Pozostaje mi teraz stworzyć odpowiednie runy, aby przypisać je do poszczególnych chramów. Arcymistrz Modares byłby kopalnią wiedzy na ich temat. Niestety Pan miał wobec niego inny plan.
uk: Хоча Вища Рада з сумнівом ставиться до моїх досліджень, я не маю наміру відмовлятися від розпочатого. Тепер мені залишилося створити відповідні руни, щоб призначити їх різним місцям сили. Архімагістр Модарес багато знав про них. На жаль, у Господа були інші плани щодо нього.

source: Choć Nordmar sam w sobie jest chłodną krainą, w żyłach jego mieszkańców płynie gorąca krew, toteż wszelkie problemy najchętniej rozwiązują oni pięścią, mieczem lub toporem. Nic bowiem dziwnego - ich życie polega na ciągłej walce z wrogami lub siłami natury.
uk: Хоча сам Нордмар - холодний край, його жителі мають гарячу кров у жилах, тому всі проблеми воліють вирішувати за допомогою кулаків, мечів і сокир. Це й не дивно - їхнє життя складається з постійної боротьби з ворогами та силами природи.

source: Choć Radzie Starszych udało się przekonać władze Myrtany o konieczności powołania jednostek najemników, straty spowodowane konfiskatą okrętów liczone są już nie w dziesiątkach, a setkach wozów złota. Odkąd pogłoski o pływających po morzach piratach i orkowych galerach stale się powtarzają, można przypuszczać, że złoty wiek handlu minął bezpowrotnie. Ludzie coraz częściej mawiają, że odcięte od świata kolonie prędzej utoną w wewnętrznych konfliktach, niż przywrócą swoją dawną potęgę. Na ustach kupców i żeglarzy równie często jednak gości pewne stare, marynarskie przysłowie:
uk: Хоча Раді Старійшин вдалося переконати владу Міртани в необхідності створення загонів найманців, збитки від вилучення кораблів обчислюються вже не десятками, а сотнями возів золота. Оскільки чутки про піратів і галери орків, що плавають морями, постійно повторюються, можна припустити, що золотий вік торгівлі закінчився. Все частіше говорять про те, що відрізані від світу колонії швидше потонуть у внутрішніх конфліктах, ніж відновлять свою колишню могутність. Однак так само часто на вустах купців і моряків звучить старе морське прислів'я:

source: Choć Tonan okazał się dupkiem, to wyprawa do wieży była ciekawsza niż się na to zapowiadało. Spotkałem w niej Ducha Maga, który nie pamięta, kim był za życia, ani czemu nie może odejść w zaświaty. Poprosił mnie, bym znalazł pięć fragmentów jego spowiedzi. Tylko gdzie ich szukać?
uk: Хоча Тонан виявився покидьком, подорож до вежі виявилася цікавішою, ніж здавалося. Там я зустрів Духа Мага, який не пам'ятає, ким він був за життя, і чому не може потрапити на той світ. Він попросив мене знайти п'ять фрагментів його сповіді. Тільки де ж їх шукати?

source: Choć członków każdej z tych kultur dzielą liczne podobieństwa, krainy, w których przyszło im zakładać nowe domy, zwyczaje, którym zaczęli hołdować, i wiara, której oddali swoje serca, na przestrzeni lat uwarunkowały ich suwerenność.
uk: Хоча представники кожної з цих культур мають багато спільного, землі, на які вони прийшли, щоб заснувати свої нові домівки, звичаї, яких вони почали дотримуватися, і віра, якій вони віддали свої серця, зумовили їхній суверенітет протягом багатьох років.

source: Choć dowody wskazują wyraźnie, iż pierwszymi ludźmi, którzy pojawili się na wschodnim wybrzeżu kontynentu byli przodkowie Myrtańczyków, niedługo później dołączyły do nich dwie inne grupy.
uk: Першими людьми, які прибули на східне узбережжя континенту, були міртанці, до яких незабаром приєдналися дві інші групи.

source: Choć dzisiaj trzymająca prym w handlu Gildia Araxos ze wszystkimi swoimi gałęziami stanowi nierozłączną część Myrtany, jej początki spowite są burzliwym konfliktem, który na wiele lat postawił gospodarkę królestwa pod znakiem zapytania.
uk: Хоча сьогодні Гільдія Араксос – невід'ємна частина Міртани, її витоки оповиті бурхливим конфліктом, який поставив під сумнів економіку королівства на довгі роки.

source: Choć jak każdy przykładny montillczyk praktykował stosowanie układu rzędowego z podporami dla krzaków, jako sposób alternatywny proponował opieranie winorośli o drzewa. Mają one bowiem zapewniać swobodny i naturalny rozwój rośliny.
uk: Хоча, як і будь-який зразковий монтильянець, він використовував ряди з опорами для кущів. Однак, як альтернативний метод, він пропонував притуляти лози до кущів. Це мало забезпечити вільний і природний розвиток рослини.

source: Choć jestem już stary i walczyć nie potrafię, to z uśmiechem na ustach oddam życie za mojego Pana!
uk: Хоча я старий і не можу воювати, я віддам своє життя за свого пана з посмішкою на вустах!

source: Choć każdy z nich posługuje się zachodnią mową - zbiorem wspólnych zasad językowych ułatwiających porozumiewanie się - nie sposób nie wychwycić w niej pewnych nieścisłości.
uk: Хоча усі вони розмовляють західною мовою - набором загальних мовних правил, що полегшують спілкування, - неможливо не вловити деякі особливості їх вимови.

source: Choć ludzie zaczęli być świadomi szkodliwości nadużywania wina, w żadnym wypadku wiedza ta nie wpływała na jego konsumpcję. Kiedy komuś zdarzyło się przekroczyć granicę, przywoływano popularne w czasach króla Maksyma porzekadło: „Kto pija wino, ten dobrze śpi. Kto dobrze śpi, ten jest wolny od grzechu. Kto zaś nie grzeszy, ten idzie na łono Innosa”.
uk: Хоч люди й почали усвідомлювати шкоду від надмірного вживання вина, ці знання жодним чином не вплинули на його споживання. Коли хтось зловживав вином, використовували приказку, популярну за часів короля Максимуса: 'Хто п’є вино, той добре спить. Хто добре спить, той вільний від гріха. А хто не грішить, той на шляху в лоно Інноса'.

source: Choć na pierwszy rzut oka twierdza wygląda na leciwą, da się wyczuć pewien bijący z niej majestat - pamiątkę po czasach minionej chwały. Drogę przez bramę zagrodził mi barczysty wartownik odziany w pełną zbroję od stóp do głów.
uk: Хоча на перший погляд фортеця виглядає старою, але від неї віє якоюсь величчю - нагадуванням про часи колишньої слави. Шлях через ворота перегороджував кремезний вартовий, з голови до ніг закутий в обладунки.

source: Choć nie ukrywam, że spałbym spokojniej, gdyby ci wszyscy przestępcy pożegnali się z naszym światem.
uk: Хоча й не приховуватиму, що я спав би спокійніше, якби всі ці злочинці попрощалися з нашим світом.

source: Choć nie widzę w okolicy żadnych roślin, ziemia w Volfzacke pozwala na uprawę różnych ich gatunków, łącznie z niezwykle wymagającym korzeniem leczniczym. I to z dala od światła słonecznego! W ciągu niespełna miesiąca wyrósł mi całkiem pokaźny krzak, który w normalnych warunkach potrzebowałby aż sześciu miesięcy.
uk: Хоча я не побачив жодної рослини в цій місцевості, ґрунт у Вольфзаку дозволяє рости різноманітним рослинам, в тому числі надзвичайно вибагливим цілющим кореням. І це без доступу сонячного світла! Менш ніж за місяць я виростив досить великий кущ, який зазвичай виростає за шість місяців.

source: Choć platformy teleportacyjne działają według ściśle określonego systemu, zastanawiam się, czy owo połączenie można w jakiś sposób wydzielić. Być może możliwość teleportacji zależna jest nie od sztucznie stworzonych podestów, ale od miejsc skupienia owej mocy?
uk: Хоч телепортаційні платформи і працюють за чітко визначеною системою, мені цікаво, чи можна якось порушити цей зв'язок. Чи може бути таке, що можливість телепортації залежить не від штучно створених платформ, а від місць, де ця сила сконцентрована?

source: Choć początki wiary w Beliara w Varrancie owiane są mgłą tajemnicy, Księga Ognia mówi o czterech Czarnych Magach, którzy wpoili mieszkańcom tej krainy nienawiść do Innosa. Naukowcy z kolei przekonują, iż Pan Śmierci zrodził się w sercach ludzi jako swoista idea będąca przeciwwagą dla wiodących prym na kontynencie Myrtańczyków.
uk: Хоча походження віри в Беліара у Варанті оповите таємницею, у Книзі Вогню розповідається про чотирьох Темних Магів, які прищепили мешканцям краю ненависть до Інноса. Вчені, з іншого боку, стверджують, що Володар Смерті зародився в серцях людей на противагу міртанцям, які правили на континенті.
